TITLES = [
    "Братья Карамазовы",
    "Мы",
    "451 градус по Фаренгейту",
    "Мальчик со шпагой",
    "Черный обелиск",
    "Бунтующий человек"
]

AUTHORS = [
    "Достоевский",
    "Замятин",
    "Брэдбери",
    "Крапивин",
    "Ремарк",
    "Камю"
]

GENRES = [
    "Научная фантастика",
    "Антиутопия",
    "Классика",
    "Философия"
]

YEARS = [
    1950,
    1965,
    1984,
    2000,
    1996
]

EVENTS = [
    "add book",
    "remove book",
    "search author",
    "search genre",
    "search year",
    "get nonexistent book",
    "update indexes"
]
